{
    "bill": {
        "date": "2023-10-17T00:00:00",
        "py/object": "bp.entity.bill.Bill",
        "title": "Für den wirksamen Schutz der verfassungsmässigen Rechte (Souveränitätsinitiative)",
        "wording": "Die Bundesverfassung[1] wird wie folgt geändert:\n\nArt. 54a^^[2]     Verhältnis von Völkerrecht und nationaler Souveränität\n\n^1 Die Schweiz geht keine völkerrechtlichen Verpflichtungen ein, welche die rechtsetzenden, rechtsanwendenden oder rechtsprechenden Behörden von Bund, Kantonen oder Gemeinden infolge unmittelbarer Anwendbarkeit oder erforderlicher Umsetzung im nationalen Recht verpflichten, in den Schutzbereich von Grundrechten oder übrigen verfassungsmässigen Rechten natürlicher oder juristischer Personen einzugreifen, insbesondere durch sicherheits-, wirtschafts-, gesundheits- oder umweltrechtliche Vorschriften präventiver oder repressiver Natur.\n\n^2 Sie geht zudem keine völkerrechtlichen Verpflichtungen ein, welche die schweizerischen Verwaltungs- oder Gerichtsbehörden direkt oder indirekt verpflichten, sich nach der Rechtsanwendung oder Rechtsprechung ausländischer oder inter- oder supranationaler Behörden oder Gerichte, ausgenommen des Internationalen Gerichtshofs und des Internationalen Strafgerichtshofs, zu richten oder sich einem Schiedsgericht zu unterwerfen.\n\n^3 Steht eine völkerrechtliche Verpflichtung im Widerspruch zu den Vorgaben nach Absatz 1 oder 2 oder tritt ein solcher nachträglich ein, so sind sämtliche erforderlichen Gegenmassnahmen zu ergreifen, jeweils unter Einhaltung des Gebots der schonenden Rechtsausübung. Wo immer möglich, bringt die Schweiz in Bezug auf einzelne Bestimmungen Vorbehalte an, welche deren Geltung ganz oder teilweise ausschliessen oder deren Inhalt modifizieren. Sind im konkreten Fall keine solchen Vorbehalte zulässig, so kündigt die Schweiz ohne Verzug den zugrunde liegenden völkerrechtlichen Vertrag oder tritt aus der entsprechenden internationalen Organisation oder supranationalen Gemeinschaft aus.\n\n^4 Die Absätze 1-3 sind nicht anwendbar auf:\n\na. die Konvention vom 4. November 1950[3]zum Schutze der Menschenrechte und Grundfreiheiten;\n\nb. völkerrechtliche Verträge des internationalen Privatrechts, einschliesslich des Zivilverfahrensrechts;\n\nc. völkerrechtliche Verträge über die internationale Rechtshilfe in Zivil- und Strafsachen;\n\nd. völkerrechtliche Verträge in den Bereichen des Flug-, Strassen-, Schienen- oder Schiffsverkehrs, des Freihandels, des Asylrechts, des Steuerrechts und des Zollrechts;\n\ne. nichtmilitärische Sanktionen der Vereinten Nationen; und\n\nf. die zwingenden Bestimmungen des Völkerrechts.\n\nArt. 190       Massgebendes Recht\n\n^1 Bundesgesetze und völkerrechtliche Verträge, deren Genehmigungsbeschluss referendumsfähig gewesen ist, sind für das Bundesgericht und die anderen rechtsanwendenden Behörden massgebend, soweit dieser Artikel keine abweichenden Vorgaben enthält.\n\n^2 Völkerrechtliche Bestimmungen, welche entgegen den Vorgaben in Artikel 54a Absätze 1-3 weiterhin in Kraft sind, insbesondere weil die Bundesversammlung oder der Bundesrat es bislang unterlassen haben oder dauerhaft unterlassen, die in Artikel 54a Absatz 3 vorgesehenen Gegenmassnahmen zu ergreifen, dürfen bei der Rechtsanwendung nicht berücksichtigt werden.\n\n^3 Die völkerrechtlichen Verträge gemäss Artikel 54a Absatz 4 werden von allen rechtsanwendenden Behörden auf ihre Konformität mit den in der Bundesverfassung enthaltenen Grundrechten frei überprüft.\n\nArt. 197 Ziff. 15^^[4]\n\n15. Übergangsbestimmung zu den Art. 54a (Verhältnis von Völkerrecht und nationaler Souveränität) und 190 (Massgebendes Recht)\n\nMit ihrer Annahme durch Volk und Stände werden die Artikel 54a und 190 auf alle bestehenden und künftigen Bestimmungen der Verfassung sowie auf alle bestehenden und künftigen völkerrechtlichen Verpflichtungen von Bund, Kantonen und Gemeinden unmittelbar anwendbar.\n\n[1]              SR 101\n\n[2]              Die endgültige Nummerierung dieses Artikels wird nach der Volksabstimmung von der Bundeskanzlei festgelegt; dabei stimmt diese die Nummerierung ab auf die anderen geltenden Bestimmungen der Bundesverfassung und nimmt diese Anpassung im ganzen Text der Initiative vor.\n\n[3]              SR 0.101\n\n[4]      Die endgültige Ziffer dieser Übergangsbestimmung wird nach der Volksabstimmung von der Bundeskanzlei festgelegt."
    },
    "py/object": "bp.entity.ballot.DoubleMajorityBallot",
    "result": null,
    "status": "pending"
}